Repository: HindAljabri0/rejection_reports
Catalog: src/locale/messages.*.xlf
Languages: ar

# dashboard
source: <a> <img/> <img/> <span> Dashboard </span> </a>
ar: <a> <img/> <img/> <span> لوحة المعلومات </span> </a>

source: Claims
ar: المطالبات

# uploadclaims
source: <a> <img/> <img/> <span> Upload Claims </span> </a>
ar: <a> <img/> <img/> <span> رفع المطالبات </span> </a>

# createclaim
source: <a> <img/> <img/> <span> Create Claim </span> </a>
ar: <a> <img/> <img/> <span> إنشاء مطالبة </span> </a>

# uploads
source: <a> <img/> <img/> <span> Uploads </span> </a>
ar: <a> <img/> <img/> <span> قائمة المطالبات </span> </a>

# claimhistory
source: <a> <img/> <img/> <span> Claims History </span> </a>
ar: <a> <img/> <img/> <span> تاريخ المطالبات </span> </a>

# notifications
source: <a> <img/> <img/> <span> Notifications </span> </a>
ar: <a> <img/> <img/> <span> الإشعارات </span> </a>

# announcements
source: <a> <img/> <img/> <span> Announcements </span> </a>
ar: <a> <img/> <img/> <span> الإعلانات </span> </a>

source: Reports
ar: التقارير

# paymentreport
source: <a> <span> Payment Report </span> </a>
ar: <a> <span> تقرير المدفوعات </span> </a>

# submissionreport
source: <a> <span> Submission Report </span> </a>
ar: <a> <span> تقرير التقديم </span> </a>

# technicalrejectionreport
source: <a> <span> Technical Rejection Report </span> </a>
ar: <a> <span> تقرير الرفض الفني </span> </a>

# claimstatussummaryport
source: <a> <span> Claim Status Summary Report </span> </a>
ar: <a> <span> تقرير ملخص حالة المطالبات </span> </a>

# gssreport
source: <a> <span> General Summary Statement Report </span> </a>
ar: <a> <span> اجمالي حسابات الشركات </span> </a>

# medicalrejectionport
source: <a> <span> Medical Rejection Report </span> </a>
ar: <a> <span> تقرير رفض طبي </span> </a>

source: Denial Management
ar: إدارة المرفوضات

# uploadRejectionReport
source: <a> <img/> <img/> <span> Credit Reports </span> </a>
ar: <a> <img/> <img/> <span> تقارير الائتمان </span> </a>

# createProvider
source: <a> <span> Create Provider </span> </a>
ar: <a> <span> انشاء موفر جديد </span> </a>

# cancelPreviousClaim
source: <a> <span> Cancel Previous Claim </span> </a>
ar: <a> <span> الغاء مطالبه سابقه </span> </a>

# cleanClaimProgress
source: <a> <img/> <img/> <span> Clean Claim Progress Reports </span> </a>
ar: <a> <img/> <img/> <span> تقرير تقدم المطالبات المقبولة </span> </a>

# rejectedClaimProgress
source: <a> <img/> <img/> <span> Rejected Claim Progress Report </span> </a>
ar: <a> <img/> <img/> <span> تقرير تقدم المطالبات المرفوضة </span> </a>

# rejectionTrackingReport
source: <a> <img/> <img/> <span> Rejection Tracking Report </span> </a>
ar: <a> <img/> <img/> <span> تقرير تقدم المطالبات المرفوضة </span> </a>

# rejectionBreakDownReport
source: <a> <img/> <img/> <span> Rejection Breakdown Report </span> </a>
ar: <a> <img/> <img/> <span> تقرير تفصيلي حسابات العملاء </span> </a>

# rejectionComparisonReport
source: <a> <img/> <img/> <span> Rejection Comparison Report </span> </a>
ar: <a> <img/> <img/> <span> تقرير مقارنة الرفض </span> </a>

# gmsummaryreport
source: <a> <img/> <img/> <span> Summary Report </span> </a>
ar: <a> <img/> <img/> <span> تقرير ملخص </span> </a>

# gmebillingreport
source: <a> <img/> <img/> <span> E-Billing Report </span> </a>
ar: <a> <img/> <img/> <span> تقرير الفواتير الإلكترونية </span> </a>

# configurations
source: <a> <span> Configurations </span> </a>
ar: <a> <span> الإعدادات </span> </a>

source: Configuration
ar: الإعدادات

# providerconfiguration
source: <a> <span> Provider Configuration </span> </a>
ar: <a> <span> إعدادات موفر الخدمة </span> </a>

# providermapping
source: <a> <span> Provider Mapping </span> </a>
ar: <a> <span> إرتباطات موفر الخدمة </span> </a>

# providerCertificate
source: <a> <span> Provider Certificate Configuration </span> </a>
ar: <a> <span> إعدادات شهادة موفر الخدمة </span> </a>

# nphiesAttachmentConfiguration
source: <a> <span> NPHIES Attachment Configuration </span> </a>
ar: <a> <span> تكوين مرفق NPHIES </span> </a>

# payerPaymentContract
source: <a> <span> Payer Payment Contract </span> </a>
ar: <a> <span> عقد السداد </span> </a>

source: Audit
ar: السجل

# audittrail
source: <a> <span> Audit Trail </span> </a>
ar: <a> <span> سجل النظام </span> </a>

# transactionsLog
source: <a> <span> Transactions Log </span> </a>
ar: <a> <span> سجل النظام </span> </a>

# username
source: Enter username here...
ar: أدخل اسمك هنا...

source: Password
ar: كلمة المرور

source: Sign In
ar: تسجيل الدخول
